<template>
    <section class="services-section">
        <MainTitle> Полный комплект проектных <br />услуг для строительства дома</MainTitle>
        <TwoColumnsTable :values="services" />
    </section>
</template>

<script lang="ts" setup>
import MainTitle from "~/components/text/MainTitle.vue"
import TwoColumnsTable from "~/components/pages/general/TwoColumnsTable.vue"

const services = [
    {
        title: "Эскизный проект",
        list: ["Поэтажные планы", "Фасады", "Маркировочные планы", "Эскизы будущего экстерьера 3D"],
    },
    {
        title: "Архитектурный раздел",
        list: [
            "Разрез дома с высотными отметками",
            "Планы расстановки мебели",
            "План кровли",
            "Экспликация полов",
            "Основные строительные показатели",
            "Спецификация дверных и оконных проёмов",
            "Эскизы будущего экстерьера 3D",
        ],
    },
    {
        title: "Конструктивный раздел",
        list: [
            "Ведомость перемычек",
            "Объёмы основных строительных материалов",
            "Вентиляционные стояки",
            "Чертежи всех конструктивных элементов",
            "Сметный расчёт",
        ],
    },
    {
        title: "Отопление, водоснабжение и канализация",
        list: [
            "Планы систем отопления, водоснабжения, канализации",
            "Принципиальная схема обвязки котельной",
            "Спецификация оборудования, изделий, материалов 3D узлы для монтажа котельного оборудования (по необходимости)",
            "Сметный расчёт",
        ],
    },
    {
        title: "Вентиляция и кондиционирование",
        list: [
            "Схема прокладки вентиляционных трасс",
            "Поэтажные планы со схемами трасс кондиционирования, расположения вентиляционных дефлекторов",
            "Схемы монтажа вентиляционных установок",
            "Подбор/спецификация систем вентиляции, кондиционеров",
            "Сметный расчёт",
        ],
    },
    {
        title: "Электроснабжение и слаботочные системы",
        list: [
            "Линейная и монтажная схема электрощита",
            "Схема трассировки кабельных линий к потребителям (освещ., розетки и т.д.)",
            "Схема трассировки слаботочных кабельных линий (Internet, TV)",
            "Сметный расчёт",
        ],
    },
    {
        title: "Ландшафтный проект",
        list: [
            "Схема организации земельного участка",
            "Технико‐экономические показатели генплана",
            "Разбивочный план участка",
            "Схемы инженерных коммуникаций",
            "Визуализация участка 3D",
            "Сметный расчёт",
        ],
    },
]
</script>

<style lang="scss" scoped>
.services-section {
    padding: 80px;
}
</style>